Repository: knotq-app/mobile
Catalog: ios/KnotQMobile/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# web.checkout.verify_gate_body
source: Confirm the verification link we sent to your account email. Checkout stays locked until your address is verified.
ar: أكّد رابط التحقق الذي أرسلناه إلى بريدك الإلكتروني للحساب. يبقى الدفع مقفلاً حتى يتم التحقق من عنوانك.
cs: Potvrďte ověřovací odkaz, který jsme poslali na e-mail vašeho účtu. Nákup zůstane uzamčen, dokud vaše adresa není ověřena.
da: Bekræft bekræftelseslinket, vi sendte til din kontos e-mail. Checkout forbliver låst til din adresse er bekræftet.
de: Bestätigen Sie den Überprüfungs-Link, den wir an Ihre Konto-E-Mail gesendet haben. Checkout bleibt gesperrt, bis Ihre Adresse überprüft ist.
el: Επιβεβαιώστε τον σύνδεσμο επιβεβαίωσης που στείλαμε στο email του λογαριασμού σας. Η αγορά παραμένει κλειδωμένη έως ότου η διεύθυνση σας επιβεβαιωθεί.
es: Confirma el enlace de verificación que enviamos a tu email de cuenta. La compra permanece bloqueada hasta que se verifique tu dirección.
fi: Vahvista vahvistusenlinkki, jonka lähetimme tilin sähköpostiin. Kassa pysyy lukituna kunnes osoitteesi on vahvistettu.
fr: Confirmez le lien de vérification que nous avons envoyé à votre adresse e-mail de compte. L'achat reste verrouillé jusqu'à ce que votre adresse soit vérifiée.
he: אשר את קישור האימות ששלחנו לדוא״ל החשבון שלך. תשלום נשאר נעול עד לאימות הכתובת.
hi: हमें आपके खाते के ईमेल को भेजे गए सत्यापन लिंक की पुष्टि करें। आपके पते के सत्यापित होने तक चेकआउट बंद रहता है।
hu: Erősítse meg az ellenőrzési linket, amelyet a fiók e-mail-jére küldtünk. A pénztár zárolva marad az e-mail-cím ellenőrzéséig.
id: Konfirmasi tautan verifikasi yang kami kirim ke email akun Anda. Pembayaran tetap terkunci sampai alamat Anda terverifikasi.
it: Conferma il link di verifica che abbiamo inviato al tuo indirizzo email dell'account. Il pagamento rimane bloccato fino a quando il tuo indirizzo non è verificato.
ja: アカウントメールに送信した確認リンクを確認してください。メールアドレスが確認されるまでチェックアウトはロックされたままです。
ko: 계정 이메일로 보낸 확인 링크를 확인하세요. 주소가 확인될 때까지 결제가 잠깁니다.
ms: Sahkan pautan pengesahan yang kami hantar ke e-mel akaun anda. Checkout tetap terkunci hingga alamat anda disahkan.
nb: Bekreft bekreftelselenken vi sendte til kontoe-posten din. Kjøpsprosessen forblir låst til adressen din er bekreftet.
nl: Bevestig de verificatielink die wij naar je accounte-mail hebben verzonden. Checkout blijft vergrendeld totdat je adres is geverifieerd.
pl: Potwierdź link weryfikacyjny, który wysłaliśmy na e-mail Twojego konta. Kasa zostaje zablokowana do czasu zweryfikowania adresu.
pt_br: Confirme o link de verificação que enviamos para o email da sua conta. O checkout permanece bloqueado até seu endereço ser verificado.
pt_pt: Confirme a ligação de verificação que enviámos para o seu email de conta. O pagamento permanece bloqueado até o seu endereço estar verificado.
ro: Confirmați linkul de verificare pe care l-am trimis la e-mailul contului. Plata rămâne blocată până la verificarea adresei.
ru: Подтвердите ссылку проверки, которую мы отправили на адрес электронной почты вашей учётной записи. Оплата остаётся заблокированной, пока ваш адрес не будет подтвержден.
sk: Potvrďte overovací odkaz, ktorý sme poslali na vašu e-mailovú adresu účtu. Nákup zostáva uzamknutý, kým sa vaša adresa neoverí.
sv: Bekräfta verifieringslänken som vi skickade till din kontoe-post. Kassan förblir låst tills din adress är verifierad.
th: ยืนยันลิงก์การยืนยันที่เราส่งไปยังอีเมลบัญชีของคุณ Checkout จะล็อกไว้จนกว่าที่อยู่ของคุณจะได้รับการยืนยัน
tr: Hesap e-postanıza gönderdiğimiz doğrulama bağlantısını doğrulayın. Adresiniz doğrulanana kadar ödeme işlemi kilitli kalır.
uk: Підтвердьте посилання для перевірки, яке ми надіслали на адресу електронної пошти вашого облікового запису. Оплата залишається заблокованою, поки ваша адреса не буде перевірена.
vi: Xác nhận liên kết xác minh chúng tôi gửi tới email tài khoản của bạn. Thanh toán vẫn bị khóa cho đến khi địa chỉ của bạn được xác minh.
zh_hans: 确认我们发送到您账户电子邮件的验证链接。在您的地址被验证之前，结账将保持锁定。
zh_hant: 確認我們傳送到您帳戶電子郵件的驗證連結。結帳保持鎖定，直到您的地址經過驗證。

# web.checkout.verify_gate_title
source: Verify your email before subscribing
ar: تحقق من بريدك الإلكتروني قبل الاشتراك
cs: Ověřte e-mail před přihlášením k odběru
da: Bekræft din e-mail før du abonnerer
de: Überprüfen Sie Ihre E-Mail vor dem Abonnement
el: Επιβεβαιώστε το email σας πριν κάνετε συνδρομή
es: Verifica tu email antes de suscribirte
fi: Vahvista sähköpostiosoitteesi ennen tilaamista
fr: Vérifiez votre adresse e-mail avant de vous abonner
he: אמת את הדוא״ל שלך לפני ההרשמה
hi: सदस्यता लेने से पहले अपना ईमेल सत्यापित करें
hu: Az e-mail-cím ellenőrzése az előfizetés előtt
id: Verifikasi email Anda sebelum berlangganan
it: Verifica la tua email prima di abbonarti
ja: 購読する前にメールを確認
ko: 구독하기 전에 이메일을 확인하세요
ms: Sahkan e-mel anda sebelum melanggan
nb: Bekreft e-posten din før du abonnerer
nl: Verifieer je e-mailadres voordat je je abonneert
pl: Zweryfikuj swój e-mail przed subskrypcją
pt_br: Verifique seu email antes de se inscrever
pt_pt: Verifique o seu email antes de subscrever
ro: Verificare e-mail înainte de abonare
ru: Подтвердите свой адрес электронной почты перед подпиской
sk: Pred prihlásením overte svoju e-mailovú adresu
sv: Verifiera din e-post innan du prenumererar
th: ยืนยันอีเมลของคุณก่อนสมัครสมาชิก
tr: Abone olmadan önce e-postanızı doğrulayın
uk: Перевірте свою електронну пошту перед підпискою
vi: Xác minh email của bạn trước khi đăng ký
zh_hans: 订阅前请验证您的电子邮件
zh_hant: 訂閱前請驗證您的電子郵件

# web.delete_account.account_page_link
source: Account page
ar: صفحة الحساب
cs: Stránka účtu
da: Kontside
de: Kontoseite
el: Σελίδα λογαριασμού
es: Página de cuenta
fi: Tilisivu
fr: Page du compte
he: עמוד חשבון
hi: खाता पृष्ठ
hu: Fiók oldal
id: Halaman akun
it: Pagina account
ja: アカウントページ
ko: 계정 페이지
ms: Halaman akaun
nb: Kontoside
nl: Accountpagina
pl: Strona konta
pt_br: Página de conta
pt_pt: Página de conta
ro: Pagina contului
ru: Страница учётной записи
sk: Stránka účtu
sv: Kontosida
th: หน้าบัญชี
tr: Hesap sayfası
uk: Сторінка облікового запису
vi: Trang tài khoản
zh_hans: 账户页面
zh_hant: 帳戶頁面

# web.delete_account.contact_fallback_a
source: If you can no longer sign in, or you would prefer that we handle it for you, email
ar: إذا كنت لم تعد تستطيع تسجيل الدخول، أو تفضل أن نتولى الأمر، فأرسل بريد إلكتروني إلى
cs: Pokud se již nemůžete přihlásit nebo byste raději, abychom se o to postarali my, napište
da: Hvis du ikke længere kan logge ind, eller du foretrækker at vi håndterer det for dig, e-mail
de: Wenn Sie sich nicht mehr anmelden können oder möchten, dass wir das für Sie erledigen, schreiben Sie an
el: Εάν δεν μπορείτε πλέον να συνδεθείτε, ή προτιμάτε να το διαχειριστούμε εμείς, στείλτε email
es: Si ya no puedes iniciar sesión o prefieres que manejemos la eliminación, envía un email a
fi: Jos et voi enää kirjautua sisään tai haluat meidän käsittelevän sen puolestasi, lähetä sähköposti
fr: Si vous ne pouvez plus vous connecter ou si vous préférez que nous nous en chargions, envoyez un e-mail à
he: אם אינך יכול עוד להתחבר, או שתעדיף שנטפל בזה בשבילך, שלח דוא״ל
hi: यदि आप अब साइन-इन नहीं कर सकते, या आप चाहते हैं कि हम इसे आपके लिए संभालें, तो ईमेल करें
hu: Ha már nem tud bejelentkezni, vagy inkább azt szeretné, hogy mi kezeljük, küldjön e-mailt
id: Jika Anda tidak dapat lagi masuk, atau Anda lebih suka kami menanganinya, email
it: Se non riesci più ad accedere o preferisci che lo gestisci noi, invia un'email a
ja: もはやサインインできない場合、または私たちがそれを処理することを好む場合は、メール
ko: 더 이상 로그인할 수 없거나 당사에서 처리하기를 원하는 경우
ms: Jika anda tidak lagi boleh log masuk, atau anda lebih suka kami menanganinya untuk anda, e-melkan
nb: Hvis du ikke lenger kan logge inn, eller du foretrekker at vi håndterer det for deg, send e-post til
nl: Als je niet meer kunt aanmelden, of je wilt dat wij dit voor je doen, stuur een e-mail naar
pl: Jeśli nie możesz się zalogować lub wolisz, abyśmy się tym zajęli, wyślij e-mail
pt_br: Se você não conseguir fazer login ou preferir que nós cuidemos disso, envie um email para
pt_pt: Se já não conseguir iniciar sessão, ou preferir que processemos para si, envie um email para
ro: Dacă nu mai puteți să vă conectați, sau preferați să ne ocupăm noi de asta, trimiteți e-mail
ru: Если вы больше не можете войти или предпочитаете, чтобы мы справились с этим для вас, напишите
sk: Ak sa už nemôžete prihlásiť alebo by ste radšej nechali nás, aby sme to spravili za vás, pošlite e-mail
sv: Om du inte längre kan logga in eller föredrar att vi hanterar det åt dig, e-post
th: หากคุณไม่สามารถลงชื่อเข้าใช้อีกต่อไป หรือคุณต้องการให้เราจัดการสำหรับคุณ โปรดส่งอีเมล
tr: Artık oturum açamazsanız veya bunun yerine bunu yapması için tercih ederseniz
uk: Якщо ви більше не можете ввійти або ви б'язали, щоб ми обробили це для вас, електронною поштою
vi: Nếu bạn không thể đăng nhập, hoặc bạn muốn chúng tôi xử lý nó cho bạn, hãy gửi email
zh_hans: 如果您无法再登录，或您希望我们为您处理，请发送电子邮件至
zh_hant: 如果您無法再登入，或您希望我們為您處理，請寄電子郵件至

# web.delete_account.contact_fallback_b
source: from the address associated with your account and ask us to delete your account. Do not send your password, OAuth tokens, or other secrets by email. We may ask you to verify ownership of the account before deleting it.
ar: من العنوان المرتبط بحسابك واطلب منا حذف حسابك. لا تُرسل كلمة مرورك أو رموز OAuth أو أسرار أخرى عبر البريد الإلكتروني. قد نطلب منك التحقق من ملكية الحساب قبل حذفه.
cs: z adresy přidružené k vašemu účtu a požádejte nás, abychom váš účet smazali. Neposílejte e-mailem své heslo, tokeny OAuth nebo další tajemství. Než váš účet smažeme, můžeme vás požádat o ověření vlastnictví účtu.
da: fra adressen knyttet til din konto og bed os om at slette din konto. Send ikke din adgangskode, OAuth-tokens eller andre hemmeligheder via e-mail. Vi kan bede dig om at bekræfte ejerskabet af kontoen før sletningen.
de: von der E-Mail-Adresse, die mit Ihrem Konto verknüpft ist, und bitten Sie uns, Ihr Konto zu löschen. Senden Sie Ihr Passwort, OAuth-Tokens oder andere Geheimnisse nicht per E-Mail. Wir können Sie auffordern, den Besitz des Kontos zu überprüfen, bevor wir es löschen.
el: από τη διεύθυνση που σχετίζεται με το λογαριασμό σας και ζητήστε να διαγράψουμε το λογαριασμό σας. Μην στέλνετε τον κωδικό πρόσβασης, τα διακριτικά OAuth ή άλλα μυστικά ως email. Μπορεί να σας ζητήσουμε να επιβεβαιώσετε την ιδιοκτησία του λογαριασμού πριν τη διαγραφή του.
es: desde la dirección asociada con tu cuenta y pídenos que elimines tu cuenta. No envíes tu contraseña, tokens de OAuth u otros secretos por email. Podemos pedirte que verifiques la propiedad de la cuenta antes de eliminarla.
fi: tiliin liittyvästä osoitteesta ja pyydä meitä poistamaan tilisi. Älä lähetä salasanaasi, OAuth-merkkejä tai muita salaisuuksia sähköpostitse. Voimme pyytää sinua vahvistamaan tilin omistajuuden ennen sen poistamista.
fr: à partir de l'adresse associée à votre compte et demandez-nous de supprimer votre compte. N'envoyez pas votre mot de passe, vos jetons OAuth ou d'autres secrets par e-mail. Nous pouvons vous demander de vérifier la propriété du compte avant de le supprimer.
he: מהכתובת המשויכת לחשבון שלך ובקש מאיתנו למחוק את החשבון שלך. אל תשלח את הסיסמה, אסימוני OAuth או סודות אחרים בדוא״ל. אנו עשויים לבקש ממך לאמת בעלות על החשבון לפני מחיקתו.
hi: अपने खाते से जुड़े पते से और हमसे अपने खाते को हटाने के लिए कहें। अपना पासवर्ड, OAuth टोकन या अन्य रहस्य ईमेल द्वारा न भेजें। हटाने से पहले हम आपसे खाते के मालिकाना हक को सत्यापित करने के लिए कह सकते हैं।
hu: a fiókhoz társított e-mail-címről, és kérjük, hogy törölje a fiók. Ne küldjön jelszót, OAuth tokeneket vagy más titkos információt e-mailben. Elképzelhető, hogy meg kell erősítenie a fiók tulajdonát a törlés előtt.
id: dari alamat yang terkait dengan akun Anda dan minta kami menghapus akun Anda. Jangan kirim kata sandi, token OAuth, atau rahasia lainnya melalui email. Kami dapat meminta Anda memverifikasi kepemilikan akun sebelum menghapusnya.
it: dall'indirizzo associato al tuo account e chiedici di eliminare il tuo account. Non inviare la tua password, token OAuth o altri segreti via email. Potremmo chiederti di verificare la proprietà dell'account prima di eliminarlo.
ja: アカウントに関連付けられたメールアドレスから、アカウントの削除をリクエストしてください。パスワード、OAuthトークン、または他の秘密をメールで送信しないでください。削除する前にアカウント所有権の確認をお願いする場合があります。
ko: 계정과 관련된 주소에서 이메일로 계정 삭제를 요청하세요. 이메일로 비밀번호, OAuth 토큰 또는 기타 비밀을 보내지 마세요. 계정을 삭제하기 전에 계정 소유권을 확인하도록 요청할 수 있습니다.
ms: daripada alamat yang dikaitkan dengan akaun anda dan minta kami untuk memadamkan akaun anda. Jangan hantar kata laluan, token OAuth, atau rahsia lain melalui e-mel. Kami mungkin meminta anda untuk mengesahkan pemilikan akaun sebelum memadamkannya.
nb: fra adressen som er knyttet til kontoen din og be oss om å slette kontoen din. Ikke send passordet ditt, OAuth-tokens eller andre hemmeligheter via e-post. Vi kan be deg om å verifisere eierskapet til kontoen før vi sletter den.
nl: van het e-mailadres dat aan je account is gekoppeld en vraag ons je account te verwijderen. Stuur je wachtwoord, OAuth-tokens of andere geheimen niet per e-mail. We kunnen je vragen het eigendom van het account te verifiëren voordat we het verwijderen.
pl: z adresu powiązanego z Twoim kontem i poproś nas o usunięcie Twojego konta. Nie wysyłaj hasła, tokenów OAuth ani innych tajemnic e-mailem. Możemy poprosić Cię o weryfikację właścicielstwa konta przed jego usunięciem.
pt_br: a partir do endereço associado à sua conta e nos peça para deletar sua conta. Não envie sua senha, tokens OAuth ou outros segredos por email. Podemos pedir para você verificar a propriedade da conta antes de deletá-la.
pt_pt: a partir do endereço associado à sua conta e peça-nos para eliminar a sua conta. Não envie a sua senha, tokens OAuth ou outros segredos por email. Podemos pedir-lhe que verifique a propriedade da conta antes de a eliminar.
ro: din adresa asociată contului dvs. și rugați-ne să-și șteargă contul. Nu trimiteți parola, token-urile OAuth sau alte secrete prin e-mail. Vă putem cere să verificați proprietatea contului înainte de a-l șterge.
ru: с адреса, связанного с вашей учётной записью, и попросите нас удалить вашу учётную запись. Не отправляйте пароль, токены OAuth или другие секреты по электронной почте. Перед удалением мы можем попросить вас подтвердить право собственности на учётную запись.
sk: z adresy spojenej s vašim účtom a požiadajte nás, aby sme odstránili váš účet. Nepošlite svoje heslo, OAuth tokeny ani iné tajomstvá e-mailom. Môžeme vás požiadať, aby ste overili vlastníctvo účtu pred jeho odstránením.
sv: från adressen som är associerad med ditt konto och be oss att ta bort ditt konto. Skicka inte ditt lösenord, OAuth-tokens eller andra hemligheter via e-post. Vi kan be dig att verifiera kontoägarskapet innan vi raderar det.
th: จากที่อยู่ที่เกี่ยวข้องกับบัญชีของคุณและขอให้เราลบบัญชีของคุณ อย่าส่งรหัสผ่าน โทเค็น OAuth หรือความลับอื่นๆ ทางอีเมล เราอาจขอให้คุณยืนยันความเป็นเจ้าของบัญชีก่อนลบ
tr: adresinden hesabınızla ilişkili e-posta adresinden e-posta gönderin ve hesabınızı silmemizi isteyin. Parolanız, OAuth jetonları veya diğer sırları e-posta yoluyla göndermekten kaçının. Hesaptan silmeden önce sahipliğini doğrulamanız istenebilir.
uk: з адреси, пов'язаної з вашим обліковим записом, і попросіть нас видалити ваш обліковий запис. Не надсилайте свій пароль, токени OAuth або інші секрети електронною поштою. Ми можемо попросити вас підтвердити право власності на обліковий запис перед його видаленням.
vi: từ địa chỉ được liên kết với tài khoản của bạn và yêu cầu chúng tôi xóa tài khoản của bạn. Không gửi mật khẩu, mã token OAuth hoặc bí mật khác qua email. Chúng tôi có thể yêu cầu bạn xác minh quyền sở hữu tài khoản trước khi xóa nó.
zh_hans: 从与您的账户相关联的地址，并要求我们删除您的账户。不要通过电子邮件发送您的密码、OAuth 令牌或其他机密。我们可能会在删除前要求您验证账户所有权。
zh_hant: 從與您帳戶關聯的地址，並要求我們刪除您的帳戶。請勿透過電子郵件傳送您的密碼、OAuth 權杖或其他密碼。我們可能會要求您在刪除帳戶前驗證帳戶所有權。

# web.delete_account.delete_account_button_label
source: Delete account
ar: حذف الحساب
cs: Smazat účet
da: Slet konto
de: Konto löschen
el: Διαγραφή λογαριασμού
es: Eliminar cuenta
fi: Poista tili
fr: Supprimer le compte
he: מחיקת חשבון
hi: खाता हटाएँ
hu: Fiók törlése
id: Hapus akun
it: Elimina account
ja: アカウント削除
ko: 계정 삭제
ms: Padam akaun
nb: Slett konto
nl: Account verwijderen
pl: Usuń konto
pt_br: Deletar conta
pt_pt: Eliminar conta
ro: Ștergere cont
ru: Удалить учётную запись
sk: Odstrániť účet
sv: Ta bort konto
th: ลบบัญชี
tr: Hesabı sil
uk: Видалити обліковий запис
vi: Xóa tài khoản
zh_hans: 删除账户
zh_hant: 刪除帳戶

# web.delete_account.deleted_item_account_record
source: Your account record, including your email address and password hash.
ar: سجل حسابك، بما في ذلك عنوان بريدك الإلكتروني وتجزئة كلمة المرور.
cs: Váš záznam účtu, včetně vaší e-mailové adresy a hashe hesla.
da: Din kontopost, herunder din e-mailadresse og adgangskodehash.
de: Ihr Kontodatensatz, einschließlich Ihrer E-Mail-Adresse und Passwort-Hash.
el: Η εγγραφή του λογαριασμού σας, συμπεριλαμβανομένης της διεύθυνσης email και της κατακερματισμένης συνθήκης κωδικού πρόσβασης.
es: Tu registro de cuenta, incluida tu dirección de email y hash de contraseña.
fi: Tilin tietue, mukaan lukien sähköpostiosoitteesi ja salasanan hash.
fr: Votre enregistrement de compte, y compris votre adresse e-mail et le hash de votre mot de passe.
he: רשומת החשבון שלך, כולל כתובת הדוא״ל שלך וגיבוב הסיסמה.
hi: आपका खाता रिकॉर्ड, जिसमें आपका ईमेल पता और पासवर्ड हैश शामिल है।
hu: A fiók rekordja, beleértve az e-mail-címet és a jelszó-kivonatot.
id: Catatan akun Anda, termasuk alamat email dan hash kata sandi Anda.
it: Il tuo record dell'account, inclusi il tuo indirizzo email e l'hash della password.
ja: メールアドレスとパスワードハッシュを含むアカウント記録。
ko: 이메일 주소 및 비밀번호 해시를 포함한 계정 레코드입니다.
ms: Rekod akaun anda, termasuk alamat e-mel anda dan hash kata laluan.
nb: Kontoposten din, inkludert e-postadressen og passordhash-en din.
nl: Je accountrecord, inclusief je e-mailadres en wachtwoordhash.
pl: Twój wpis na koncie, w tym adres e-mail i skrót hasła.
pt_br: Seu registro de conta, incluindo seu endereço de email e hash de senha.
pt_pt: O seu registo de conta, incluindo o seu endereço de email e hash de senha.
ro: Înregistrarea contului dvs., inclusiv adresa de e-mail și hash-ul parolei.
ru: Ваша запись учётной записи, включая адрес электронной почты и хэш пароля.
sk: Váš záznam účtu vrátane vašej e-mailovej adresy a hash hesla.
sv: Ditt kontopost, inklusive din e-postadress och lösenordshash.
th: บันทึกบัญชีของคุณ รวมถึงที่อยู่อีเมลและแฮชรหัสผ่าน
tr: E-posta adresiniz ve parola hash'ınızı içeren hesap kaydınız.
uk: Ваш запис облікового запису, включаючи адресу електронної пошти та гешу пароля.
vi: Hồ sơ tài khoản của bạn, bao gồm địa chỉ email và hàm băm mật khẩu của bạn.
zh_hans: 您的账户记录，包括您的电子邮件地址和密码哈希。
zh_hant: 您的帳戶記錄，包括您的電子郵件地址和密碼雜湊。

# web.delete_account.deleted_item_auth
source: Authentication sessions, refresh tokens, sign-in challenges, and authorization codes.
ar: جلسات المصادقة وأرمز التحديث وتحديات تسجيل الدخول وأكواد التفويض.
cs: Ověřovací relace, obnovovací tokeny, výzvy k přihlášení a autorizační kódy.
da: Godkendelses-sessioner, opdaterings-tokens, log ind-udfordringer og godkendelseskoder.
de: Authentifizierungssitzungen, Aktualisierungstokens, Anmelde-Challenges und Autorisierungscodes.
el: Συνόδοι ελέγχου ταυτότητας, διακριτικά ανανέωσης, προκλήσεις σύνδεσης και κωδικοί εξουσιοδότησης.
es: Sesiones de autenticación, tokens de actualización, desafíos de inicio de sesión y códigos de autorización.
fi: Todennusistunnot, päivitystokenit, kirjautumisen haasteet ja valtuutuskoodit.
fr: Sessions d'authentification, jetons d'actualisation, défis de connexion et codes d'autorisation.
he: הפעילות האימות, עדכון אסימונים, אתגרי התחברות וקודי הרשאה.
hi: प्रमाणीकरण सत्र, रीफ्रेश टोकन, साइन-इन चुनौतियाँ, और प्राधिकरण कोड।
hu: Hitelesítési munkamenetek, frissítési tokenek, bejelentkezési kihívások és engedélyezési kódok.
id: Sesi autentikasi, token penyegaran, tantangan masuk, dan kode otorisasi.
it: Sessioni di autenticazione, token di aggiornamento, sfide di accesso e codici di autorizzazione.
ja: 認証セッション、リフレッシュトークン、サインインチャレンジ、および認可コード。
ko: 인증 세션, 새로고침 토큰, 로그인 챌린지 및 인증 코드입니다.
ms: Sesi pengesahan, token penyegar, cabaran sign-in, dan kod kebenaran.
nb: Autentiseringsøkter, oppdateringstokens, påloggingsutfordringer og autorisasjonskoder.
nl: Verificatiesessies, vernieuwingstokens, aanmeldingschallenges en autorisatiecodes.
pl: Sesje uwierzytelniania, tokeny odświeżenia, wyzwania do logowania i kody autoryzacyjne.
pt_br: Sessões de autenticação, tokens de atualização, desafios de login e códigos de autorização.
pt_pt: Sessões de autenticação, tokens de atualização, desafios de início de sessão e códigos de autorização.
ro: Sesiuni de autentificare, token-uri de reîmprospătare, provocări de conectare și coduri de autorizare.
ru: Сеансы аутентификации, токены обновления, задачи входа и коды авторизации.
sk: Relácie autentifikácie, obnovovacie tokeny, výzvy na prihlásenie a autorizačné kódy.
sv: Autentiseringssessioner, uppdateringstokens, inloggningsutmaningar och auktoriseringskoder.
th: เซสชันการพิสูจน์ตัวตน โทเค็นรีเฟรช ความท้าทายการลงชื่อเข้าใช้ และรหัสอนุญาต
tr: Kimlik doğrulama oturumları, yenileme jetonları, oturum açma soruları ve yetkilendirme kodları.
uk: Сеанси автентифікації, токени оновлення, завдання входу та коди авторизації.
vi: Phiên xác thực, mã làm mới, thử thách đăng nhập và mã ủy quyền.
zh_hans: 身份验证会话、刷新令牌、登录质询和授权代码。
zh_hant: 身份驗證工作階段、重新整理權杖、登入挑戰和授權代碼。

# web.delete_account.deleted_item_billing
source: Your subscription and billing-event records held by KnotQ.
ar: سجلات اشتراكك وأحداث الفواتير المحفوظة لدى KnotQ.
cs: Vaše předplatné a záznamy účetních událostí vedené společností KnotQ.
da: Dit abonnement og faktureringshændelsesregistre på KnotQ.
de: Ihr Abonnement und Abrechnungsdatensätze, die von KnotQ gespeichert werden.
el: Η συνδρομή και τα αρχεία γεγονότων χρέωσης που διατηρούνται από το KnotQ.
es: Tu suscripción y registros de eventos de facturación guardados por KnotQ.
fi: KnotQ:ssa pidetyt tilaus- ja laskutapahtumatiedot.
fr: Vos enregistrements d'abonnement et de facturation conservés par KnotQ.
he: המנוי והרישומים של אירועי החיוב המחזוקים על ידי KnotQ.
hi: आपकी सदस्यता और KnotQ द्वारा रखे गए बिलिंग-ईवेंट रिकॉर्ड।
hu: Az Ön KnotQ által tárolt előfizetési és számlázási adatai.
id: Langganan dan catatan peristiwa penagihan yang dimiliki KnotQ.
it: Il tuo abbonamento e i record degli eventi di fatturazione conservati da KnotQ.
ja: KnotQが保有するサブスクリプションと請求イベント記録。
ko: KnotQ에서 보관 중인 구독 및 청구 기록입니다.
ms: Langganan dan rekod acara pengebilan Anda yang disimpan oleh KnotQ.
nb: Abonnementet og fakturapostene dine som KnotQ holder.
nl: Je abonnement en factureringsgegevens opgeslagen bij KnotQ.
pl: Twoja subskrypcja i rekordy zdarzeń rozliczeniowych przechowywane przez KnotQ.
pt_br: Sua assinatura e registros de eventos de faturamento mantidos pela KnotQ.
pt_pt: A sua subscrição e registos de eventos de faturação mantidos por KnotQ.
ro: Înregistrările dvs. de abonament și evenimente de facturare deținute de KnotQ.
ru: Ваша подписка и записи о событиях выставления счёта, хранящиеся в KnotQ.
sk: Vaše predplatné a záznamy o udalostiach fakturácie uchovávané spoločnosťou KnotQ.
sv: Din prenumeration och faktureringshistorik som innehas av KnotQ.
th: บันทึกการสมัครและเหตุการณ์การเรียกเก็บเงินของคุณที่ KnotQ เก็บไว้
tr: KnotQ tarafından tutulan abonelik ve fatura olayı kayıtlarınız.
uk: Ваші підписки та записи про eventos виставлення рахунків, що зберігаються KnotQ.
vi: Hồ sơ đăng ký và sự kiện thanh toán của bạn được lưu giữ bởi KnotQ.
zh_hans: KnotQ 保存的您的订阅和计费记录。
zh_hant: 由 KnotQ 保管的您的訂閱和帳單事件記錄。
